module ApplicationHelper
  def page_header(header)
    content_for(:page_header) { header.to_s }
  end

  def get_guest_name
    return ["王学兵", "邱启明", "angelababy", "唐嫣", "聂远", "孙宁", "吴京", "张子萱", "钟汉良", "陈赫", "李健", "李易峰", "黄晓明", "邓紫棋", "陈乔恩", "范冰冰", "郑爽", "杨幂", "鹿晗", "郭德纲", "张智霖", "萧煌奇", "邓超", "李晨", "井柏然", "刘诗诗", "吴亦凡", "赵本山", "权志龙", "张靓颖", "池昌旭", "金钟国", "成龙", "张馨予", "何炅", "郑恺", "宋智孝", "刘德华", "周杰伦", "李玉刚", "朴信惠", "姚贝娜", "少女时代", "李钟硕", "周星驰", "刘恺威", "金秀贤", "王宝强", "谭维维", "佟丽娅", "柴静", "王思聪", "王菁", "芮成钢", "黄灿灿", "最帅快递小哥", "王学兵老婆", "郭美美", "最牛实习妹", "祁可欣", "白丽清", "徐才厚", "张芊芊", "李菡", "王自如", "傅莹", "赵本水", "莲花小王子", "周永康", "度娘", "李小璐", "董思阳", "朱丽倩", "无鼻女", "罗永浩", "董海涛", "魏坤琳", "陆毅", "刘强东", "孙维", "李宗瑞", "徐小明", "薄熙来", "带头大哥777", "邓建国", "凤姐", "柯震东", "李刚", "张碧晨", "黄海波", "舟舟", "黄磊", "iphone女", "陈静仪", "南大最萌小师妹", "韩苗可", "小彩旗", "grace", "吴镇宇", "刘亦菲", "赵韩樱子", "孙俪", "赵丽颖", "宋茜", "谢娜", "高圆圆", "陈妍希", "柳岩", "张敏", "赵奕欢", "古力娜扎", "赵薇", "叶一茜", "徐露", "倪妮", "舒畅", "李依晓", "吴昕", "张钧甯", "谢楠", "张柏芝", "高露", "尹恩惠", "袁咏仪", "杨紫", "景甜", "全智贤", "郑秀晶", "刘涛", "林心如", "李宇春", "林鹏", "周迅", "徐静蕾", "林允儿", "马云", "李彦宏", "马化腾", "雷军", "乔布斯", "史玉柱", "比尔盖茨", "李开复", "周鸿祎", "张朝阳", "柳传志", "任正非", "唐骏", "贾跃亭", "姚劲波", "茅侃侃", "丁磊", "杨元庆", "陈天桥", "蔡文胜", "薛蛮子", "扎克伯格", "陆兆禧", "孙亚芳", "徐新", "李一男", "张亚勤", "杨致远", "李明远", "王小川", "张志东", "傅盛", "彭蕾", "陈一丹", "李学凌", "高燃", "朱骏", "方滨兴", "曹国伟", "李国庆", "古永锵", "沈南鹏", "余楚媛", "王志东", "求伯君", "王江民", "陈华", "施密特"].sample
  end
end
